import 'package:ui_13/data/plant_model.dart';

List<Plants> plants = [
  Plants(
    id: 0,
    name: 'กรุงเทพมหานคร',
    imagePath: 'assets/images/image1.jpg',
    category: 'ทวีปเอเชีย',
    description:
        'กรุงเทพมหานคร เมืองหลวงของประเทศไทย เป็นเมืองที่มีชีวิตชีวา มีวัดเก่าแก่ตั้งเรียงรายอยู่เคียงคู่กับตึกระฟ้าทันสมัย ​​สำรวจสถานที่สำคัญที่เป็นสัญลักษณ์ เช่น พระบรมมหาราชวังและวัดพระแก้ว จากนั้นดำดิ่งสู่ท้องถนนอันพลุกพล่านเพื่อลิ้มลองอาหารริมทางที่โด่งดังไปทั่วโลก ผัดไทยและข้าวเหนียวมะม่วงเป็นอาหารที่ต้องลอง โดยเฉพาะในตลาดอย่างเยาวราช\n\nคุณสามารถล่องเรือชมทัศนียภาพแม่น้ำเจ้าพระยาซึ่งจะเห็นทั้งเส้นขอบฟ้าของเมืองและอัญมณีทางประวัติศาสตร์อย่างวัดอรุณ เมื่อตกกลางคืน กรุงเทพมหานครจะสว่างไสวไปด้วยชีวิตกลางคืนที่คึกคัก ตั้งแต่บาร์บนดาดฟ้าไปจนถึงตลาดกลางคืน\n\nหากต้องการหลีกหนีจากความวุ่นวาย ให้ไปที่บางกระเจ้า ซึ่งเป็นสวรรค์อันเขียวชอุ่มนอกเมือง ไม่ว่าคุณจะแสวงหาวัฒนธรรม อาหาร หรือการผจญภัย กรุงเทพมหานครก็มอบประสบการณ์ที่ไม่ซ้ำใครให้กับนักเดินทางทุกคน\n\nประเทศ: ไทย\n\n\n\n',
    country: 'ไทย',
  ),
  Plants(
    id: 1,
    name: 'ลอนดอน',
    imagePath: 'assets/images/image2.jpg',
    category: 'ทวีปยุโรป',
    description:
        'ลอนดอน เป็นเมืองที่มีเสน่ห์ที่ซึ่งประวัติศาสตร์มาบรรจบกับความทันสมัยในทุก ๆ ด้าน ตั้งแต่ Big ben อันสง่างามไปจนถึงหอคอยแห่งลอนดอนอันเก่าแก่ มีสถานที่ท่องเที่ยวที่เป็นสัญลักษณ์มากมายให้สำรวจ เดินเล่นท่ามกลางความเขียวขจีของไฮด์ปาร์คหรือเดินเล่นชิลล์ ๆ ริมแม่น้ำเทมส์เพื่อชมทิวทัศน์ที่งดงาม\n\nหากต้องการสัมผัสกับวัฒนธรรมท้องถิ่น ให้ไปที่ตลาดที่คึกคักของโคเวนท์การ์เดนหรือดื่มด่ำกับชายามบ่ายที่ร้านน้ำชาแบบดั้งเดิม ฉากอาหารของเมืองมีความหลากหลาย โดยมีตั้งแต่อาหารอังกฤษคลาสสิกไปจนถึงอาหารนานาชาติ\n\nเมื่อพระอาทิตย์ตกดิน ลอนดอนจะเปลี่ยนไปพร้อมกับชีวิตกลางคืนที่คึกคัก ตั้งแต่การแสดงที่เวสต์เอนด์ไปจนถึงบาร์สุดเก๋ในชอร์ดิช ด้วยมรดกอันล้ำค่าและบรรยากาศที่มีชีวิตชีวา ลอนดอนจึงมีสิ่งที่ตอบโจทย์ทุกคน\n\nประเทศ: สหราชอาณาจักร\n\n\n\n',
    country: 'สหราชอาณาจักร',
  ),
  Plants(
    id: 2,
    name: 'ฮ่องกง',
    imagePath: 'assets/images/image3.jpg',
    category: 'ทวีปเอเชีย',
    description:
        'ฮ่องกง เป็นมหานครที่มีชีวิตชีวาซึ่งผสมผสานอิทธิพลของตะวันออกและตะวันตกได้อย่างสวยงาม เริ่มต้นการผจญภัยของคุณที่ Victoria Peak ซึ่งคุณสามารถเพลิดเพลินไปกับทัศนียภาพอันน่าทึ่งของเส้นขอบฟ้าเมืองและท่าเรือ ถนนที่พลุกพล่านของมงก๊กเต็มไปด้วยตลาดที่คึกคักซึ่งมีสินค้าทุกอย่างตั้งแต่แฟชั่นไปจนถึงอาหารท้องถิ่น\n\nนั่งเรือ Star Ferry อันโด่งดัง เพื่อชมมุมมองที่ไม่เหมือนใครของท่าเรือ และอย่าพลาดการแสดงแสงสีอันน่าทึ่งที่จิมซาจุ่ย เมืองนี้เป็นสวรรค์ของคนรักอาหาร มีอาหารริมทางแสนอร่อย เช่น ติ่มซำและทาร์ตไข่ที่รอให้คุณลิ้มลอง\n\nไม่ว่าคุณจะสำรวจวัดโบราณหรือห้างสรรพสินค้าที่ทันสมัย ​​เสน่ห์และพลังงานอันเป็นเอกลักษณ์ของฮ่องกงทำให้ที่นี่เป็นจุดหมายปลายทางที่ไม่ควรพลาด\n\nประเทศ: ฮ่องกง\n\n\n\n',
    country: 'ฮ่องกง',
  ),
  Plants(
    id: 3,
    name: 'โตเกียว',
    imagePath: 'assets/images/image4.jpg',
    category: 'ทวีปเอเชีย',
    description:
        'โตเกียว เป็นเมืองที่น่าหลงใหล ที่ประเพณีและนวัตกรรมอยู่ร่วมกันอย่างกลมกลืน เยี่ยมชมวัดเซ็นโซจิอันเก่าแก่ในอาซากุสะ จากนั้นมุ่งหน้าไปยังถนนที่พลุกพล่านของชิบูย่า เพื่อสัมผัสกับทางแยกที่มีชื่อเสียง ความแตกต่างระหว่างสวนอันเงียบสงบและย่านที่มีชีวิตชีวา คือสิ่งที่ทำให้โตเกียวน่าดึงดูดใจ\n\nอย่าลืมที่จะสำรวจร้านค้าต่าง ๆ ในฮาราจูกุและดื่มด่ำกับวัฒนธรรมโอตาคุในอากิฮาบาระ ฉากอาหารของเมืองอันน่าทึ่ง มีทุกอย่างตั้งแต่ซูชิและราเม็งไปจนถึงอาหารริมทางที่ไม่เหมือนใคร\n\nเมื่อพลบค่ำ ไฟนีออนของโตเกียวจะส่องสว่างไปทั่วเมือง สร้างบรรยากาศมหัศจรรย์ที่จะทำให้คุณหลงใหล โตเกียวเป็นเมืองที่ไม่เคยล้มเหลวในการสร้างความตื่นตาตื่นใจ ด้วยสถานที่ท่องเที่ยวและประสบการณ์มากมาย\n\nประเทศ: ญี่ปุ่น\n\n\n\n',
    country: 'ญี่ปุ่น',
  ),
  Plants(
    id: 4,
    name: 'สิงคโปร์',
    imagePath: 'assets/images/image5.jpg',
    category: 'ทวีปเอเชีย',
    description:
        'สิงคโปร์ เป็นเมืองที่ผสมผสานสถาปัตยกรรมสมัยใหม่กับความเขียวขจีได้อย่างลงตัว จนได้รับฉายาว่าเมืองแห่งสวน เริ่มต้นการสำรวจที่ Gardens by the Bay ซึ่งคุณจะตื่นตาตื่นใจไปกับ Supertree Grove และ Flower Dome เมืองนี้สะอาดเอี่ยมและเป็นระเบียบเรียบร้อย ทำให้เดินเที่ยวได้ง่าย\n\nเยี่ยมชม Marina Bay Sands อันโด่งดัง เพื่อชมทิวทัศน์อันตระการตา หรือผ่อนคลายที่ Botanic Gardens อันเงียบสงบซึ่งได้รับสถานะมรดกโลกจาก UNESCO บรรยากาศด้านอาหารของสิงคโปร์มีความหลากหลาย โดยมีศูนย์อาหารที่คุณสามารถเพลิดเพลินกับอาหารท้องถิ่น เช่น ข้าวมันไก่ไหหลำและปูผัดพริก\n\nเมื่อพระอาทิตย์ตกดิน เมืองนี้จะมีชีวิตชีวาขึ้นด้วยสถานบันเทิงยามค่ำคืนที่คึกคักและตัวเลือกความบันเทิง ทำให้ไม่มีช่วงเวลาที่น่าเบื่อเลย สิงคโปร์เป็นเมืองที่ผสมผสานวัฒนธรรมและนวัตกรรมได้อย่างลงตัว จึงทำให้ที่นี่เป็นจุดหมายปลายทางที่ไม่ควรพลาด\n\nประเทศ: สิงคโปร์\n\n\n\n',
    country: 'สิงคโปร์',
  ),
  Plants(
    id: 5,
    name: 'ลอสแอนเจลิส',
    imagePath: 'assets/images/image6.jpg',
    category: 'ทวีปอเมริกาเหนือ',
    description:
        'ลอสแอนเจลิส เป็นเมืองใหญ่ที่ขึ้นชื่อในเรื่องชื่อเสียงของฮอลลีวูด แต่เมืองนี้มีอะไรให้มากกว่าแค่ภาพยนตร์ เริ่มต้นการเยี่ยมชมของคุณด้วยการเดินเล่นไปตาม Hollywood Walk of Fame จากนั้นเดินขึ้นไปยัง Griffith Observatory เพื่อชมทัศนียภาพอันน่าทึ่งของเมืองและป้าย Hollywood ที่เป็นสัญลักษณ์\n\nชายหาดของซานตาโมนิกาและเวนิส ให้ความรู้สึกผ่อนคลาย เหมาะสำหรับการอาบแดดของแคลิฟอร์เนีย สำรวจฉากศิลปะที่มีชีวิตชีวาในใจกลางเมืองลอสแอนเจลิส ซึ่งคุณสามารถเยี่ยมชมพิพิธภัณฑ์ต่างๆ เช่น The Broad และ Olvera Street อันเก่าแก่\n\nลอสแอนเจลิสเป็นสวรรค์ของคนรักอาหาร มีทุกอย่างตั้งแต่รถขายอาหารไปจนถึงร้านอาหารหรูหรา ด้วยวัฒนธรรมที่หลากหลาย ทัศนียภาพที่สวยงาม และความบันเทิงที่ไม่มีที่สิ้นสุด ลอสแองเจลิสจึงมีสิ่งที่เหมาะกับทุกคนอย่างแท้จริง\n\nประเทศ: สหรัฐอเมริกา\n\n\n\n',
    country: 'สหรัฐอเมริกา',
  ),
];

List<Plants> popularPlants = [
  Plants(
    id: 0,
    name: 'มิลาน',
    imagePath: 'assets/images/image0-0.jpg',
    category: 'ทวีปยุโรป',
    description:
        'มิลาน เป็นเมืองที่มีชื่อเสียงในด้านแฟชั่นและการออกแบบ เป็นที่ตั้งของ โดมดูโอโม ซึ่งเป็นโบสถ์ที่มีสถาปัตยกรรมที่สวยงามและใหญ่ที่สุดในอิตาลี การเดินเล่นที่ Galleria Vittorio Emanuele II จะพาคุณไปสู่โลกของแบรนด์หรูและร้านค้าแฟชั่นชั้นนำ\n\nเมืองนี้ยังเป็นศูนย์กลางทางวัฒนธรรมที่สำคัญ มีพิพิธภัณฑ์และแกลเลอรีมากมาย เช่น พิพิธภัณฑ์วิจิตรศิลป์ และ The Last Supper ผลงานชิ้นเอกของเลโอนาร์โด ดา วินชี ที่คุณต้องไม่พลาด เมื่อพระอาทิตย์ตกดิน ชีวิตกลางคืนที่มีชีวิตชีวาในย่าน Navigli จะทำให้คุณหลงใหลในบรรยากาศของเมือง ที่เต็มไปด้วยศิลปะและแฟชั่นแห่งนี้\n\nประเทศ: อิตาลี\n\n\n\n',
    country: 'อิตาลี',
  ),
  Plants(
    id: 1,
    name: 'เชียงใหม่',
    imagePath: 'assets/images/image0-1.jpg',
    category: 'ทวีปเอเชีย',
    description:
        'เชียงใหม่ เป็นเมืองที่เต็มไปด้วยวัดวาอารามและวัฒนธรรมที่หลากหลาย เมืองนี้เป็นที่ตั้งของ วัดพระธาตุดอยสุเทพ ที่มีชื่อเสียง ซึ่งตั้งอยู่บนยอดเขาและมอบวิวทิวทัศน์ที่งดงามของเมือง\n\nสำรวจตลาดท้องถิ่นที่มีสินค้าแฮนด์เมดและของกินอร่อย ๆ ที่ ตลาดไนท์บาซาร์ และ ตลาดวโรรส ลิ้มลองอาหารพื้นเมือง เช่น ข้าวซอย และ ส้มตำ นอกจากนี้ยังมีโอกาสสัมผัสกับธรรมชาติที่งดงาม เช่น การเดินป่าใน อุทยานแห่งชาติดอยอินทนนท์ หรือการไปชมช้างที่ โครงการช้างเชียงใหม่ เชียงใหม่จึงเป็นเมืองที่เหมาะสำหรับผู้ที่รักธรรมชาติและวัฒนธรรม\n\nประเทศ: ไทย\n\n\n\n',
    country: 'ไทย',
  ),
  Plants(
    id: 2,
    name: 'เซบู',
    imagePath: 'assets/images/image0-2.jpg',
    category: 'ทวีปเอเชีย',
    description:
        "เซบู เป็นเกาะที่มีความสำคัญทางประวัติศาสตร์และเต็มไปด้วยธรรมชาติที่งดงาม เมืองหลวงของเซบูซิตี้มีสถานที่สำคัญมากมาย เช่น Magellan's Cross และ Basilica del Santo Niño ที่มีความสำคัญทางศาสนา\n\nนอกจากความสำคัญทางประวัติศาสตร์แล้ว เซบูยังเป็นที่รู้จักในด้านชายหาดที่สวยงามและกิจกรรมทางน้ำ เช่น การดำน้ำตื้นและการดำน้ำลึกใน Moalboal และ Malapascua สนุกสนานกับการผจญภัยในธรรมชาติ เช่น การเดินป่าไปยัง Kawasan Falls และลิ้มรสอาหารทะเลสดใหม่ที่มีให้เลือกมากมาย เซบูเป็นจุดหมายปลายทางที่เหมาะสำหรับการพักผ่อนและสำรวจความงามของฟิลิปปินส์\n\nประเทศ: ฟิลิปปินส์\n\n\n\n",
    country: 'ฟิลิปปินส์',
  ),
  Plants(
    id: 3,
    name: 'ปารีส',
    imagePath: 'assets/images/image0-3.jpg',
    category: 'ทวีปยุโรป',
    description:
        'ปารีส เมืองที่มีชื่อเสียงในด้านความโรแมนติกและความงามที่ไม่เหมือนใคร เป็นที่ตั้งของแลนด์มาร์คที่สำคัญมากมาย เช่น หอไอเฟล และ พิพิธภัณฑ์ลูฟร์ ที่เต็มไปด้วยศิลปะชั้นเลิศ สัมผัสบรรยากาศที่มีชีวิตชีวาในย่าน มงมาร์ต ที่มีศิลปินสร้างสรรค์ผลงานและคาเฟ่ที่มีเสน่ห์\n\nสำรวจ ถนนชองเซลิเซ่ ที่มีร้านค้าแบรนด์ดังและร้านอาหารที่ยอดเยี่ยม ไม่ว่าคุณจะเดินเล่นที่ริมแม่น้ำแซนหรือเพลิดเพลินกับการชิมขนมหวานอย่าง มาครง และ ครัวซองต์ ปารีสจะทำให้คุณหลงใหลในวัฒนธรรมและบรรยากาศที่อบอุ่น\n\nประเทศ: ฝรั่งเศส\n\n\n\n',
    country: 'ฝรั่งเศส',
  ),
  Plants(
    id: 4,
    name: 'ภูเก็ต',
    imagePath: 'assets/images/image0-4.jpg',
    category: 'ทวีปเอเชีย',
    description:
        'ภูเก็ต เป็นเกาะที่ใหญ่ที่สุดในประเทศไทย และเป็นสถานที่ท่องเที่ยวที่มีชื่อเสียงในด้านชายหาดที่สวยงามและความเป็นอยู่ที่มีชีวิตชีวา หาดป่าตอง เป็นหาดที่โด่งดังที่สุด มีทั้งกิจกรรมทางน้ำและชีวิตกลางคืนที่คึกคัก\n\nสำรวจเมืองเก่าภูเก็ต ที่มีอาคารสไตล์ชิโน-โปรตุกีสและตลาดท้องถิ่นที่เต็มไปด้วยอาหารและสินค้าพื้นเมือง นอกจากนี้ยังมีโอกาสไปเยี่ยมชม พระใหญ่ ซึ่งเป็นพระพุทธรูปขนาดใหญ่ที่ตั้งอยู่บนยอดเขา และมีวิวที่สวยงามของทะเลภูเก็ต ลิ้มลองอาหารทะเลสดใหม่และสัมผัสกับวัฒนธรรมท้องถิ่น ภูเก็ตจึงเป็นสวรรค์ที่เหมาะสำหรับนักท่องเที่ยวที่ต้องการหลบหนีจากความวุ่นวาย\n\nประเทศ: ไทย\n\n\n\n',
    country: 'ไทย',
  ),
  Plants(
    id: 5,
    name: 'โซล',
    imagePath: 'assets/images/image5.png',
    category: 'ทวีปเอเชีย',
    description:
        'โซล เมืองหลวงของเกาหลีใต้ เป็นเมืองที่มีชีวิตชีวา ที่ซึ่งประเพณีโบราณและเทคโนโลยีสมัยใหม่มาบรรจบกัน\n\nสำรวจพระราชวังเคียงบกกุง และชมการแสดงเปลี่ยนการ์ดยามที่นี่ หรือเดินชมย่าน บุกชอนฮานอก ที่มีบ้านแบบดั้งเดิม\n\nย่านเมียงดง เป็นแหล่งช้อปปิ้งที่คึกคักและมีอาหารสตรีทฟู้ดที่หลากหลาย รวมถึง ติ๊งกิ (ข้าวเหนียว) และ ฮอททอก (แพนเค้กหวาน) สำหรับประสบการณ์ที่แปลกใหม่ ให้ไปยัง Dongdaemun Design Plaza (DDP) เพื่อชมสถาปัตยกรรมที่ล้ำสมัย\n\nเมื่อถึงเวลากลางคืน เมืองนี้จะเต็มไปด้วยชีวิตชีวาในย่าน ฮงแด และ อิตาเวียน ด้วยความผสมผสานของประเพณีและนวัตกรรม โซลจึงเป็นเมืองที่น่าประทับใจ\n\nประเทศ: เกาหลีใต้\n\n\n\n',
    country: 'เกาหลีใต้',
  ),
  Plants(
    id: 6,
    name: 'ซิดนีย์',
    imagePath: 'assets/images/image0-6.jpg',
    category: 'ทวีปออสเตรเลีย',
    description:
        'ซิดนีย์ เป็นเมืองใหญ่ที่สุดของออสเตรเลียที่มีชื่อเสียงในด้านทิวทัศน์ที่สวยงามและวัฒนธรรมที่มีชีวิตชีวา หอประชุม Sydney Opera House ที่มีรูปทรงที่โดดเด่นเป็นแลนด์มาร์คที่ต้องไปเยือน ที่นี่มีการแสดงและทัวร์ที่หลากหลายให้เลือกชม นอกจากนี้ยังมี Sydney Harbour Bridge ที่ให้คุณได้มองเห็นวิวที่งดงาม โดยเฉพาะถ้าคุณเลือกปีนขึ้นไป\n\nเมืองนี้มีชายหาดที่สวยงาม โดยเฉพาะ Bondi Beach ที่เป็นที่นิยมซึ่งเหมาะสำหรับการอาบแดดและการเล่นเซิร์ฟ คุณสามารถเดินชมวิวที่สวยงามจาก Bondi ไปยัง Coogee และเยี่ยมชมอ่าวที่น่าหลงใหลมากมาย นอกจากนี้ยังมี The Rocks ย่านประวัติศาสตร์ที่เต็มไปด้วยถนนหิน ตลาด และคาเฟ่ที่แสดงถึงประวัติศาสตร์อันยาวนานของซิดนีย์\n\nประสบการณ์ทางวัฒนธรรมก็น่าสนใจไม่แพ้กัน ตั้งแต่อาหารเลิศรสที่ร้านอาหารริมทะเลไปจนถึงการเยี่ยมชมแกลเลอรีศิลปะอย่าง Art Gallery of New South Wales \n\nเมื่อพระอาทิตย์ตกดิน ชีวิตกลางคืนในซิดนีย์ก็จะตื่นตัวขึ้น มีบาร์และคลับทันสมัยมากมาย ซิดนีย์จึงเป็นเมืองที่มีความงามตามธรรมชาติและความทันสมัยที่น่าประทับใจ\n\nประเทศ: ออสเตรเลีย\n\n\n\n',
    country: 'ออสเตรเลีย',
  ),
  Plants(
    id: 7,
    name: 'โทรอนโต',
    imagePath: 'assets/images/image7.jpg',
    category: 'ทวีปอเมริกาเหนือ',
    description:
        'โทรอนโต เป็นเมืองที่ใหญ่ที่สุดในแคนาดาและเป็นมหานครที่มีชีวิตชีวา โดยมีความหลากหลายทางวัฒนธรรมและความมีชีวิตชีวา หอคอย CN Tower ที่มีชื่อเสียงเป็นจุดเด่นของเส้นขอบฟ้า ที่นี่คุณสามารถชมวิวที่งดงามของเมืองและทะเลสาบออนแทรีโอจากจุดชมวิว\n\nย่าน Distillery District เป็นพื้นที่ประวัติศาสตร์ที่เต็มไปด้วยถนนหิน อาร์ตแกลเลอรี และร้านบูติกที่มีเอกลักษณ์ เหมาะสำหรับการเดินเล่น วัฒนธรรมที่โดดเด่นของโตรอนโตสามารถสัมผัสได้ที่พิพิธภัณฑ์ระดับโลก เช่น Royal Ontario Museum และ Art Gallery of Ontario ที่จัดแสดงศิลปะและประวัติศาสตร์จากทั่วโลก\n\nสำหรับผู้ที่รักธรรมชาติ สามารถสำรวจ Toronto Islands ซึ่งอยู่ห่างออกไปเพียงระยะสั้น ๆ โดยเรือเฟอร์รี่ ที่นี่มีวิวที่สวยงามของเส้นขอบฟ้าและสวนสวย ๆ ด้วยย่านที่มีชีวิตชีวา ผู้คนที่เป็นมิตร และกิจกรรมที่ไม่มีที่สิ้นสุด โทรอนโตจึงเป็นเมืองที่ให้ประสบการณ์ที่น่าจดจำสำหรับทุกคน\n\nประเทศ: แคนาดา\n\n\n\n',
    country: 'แคนาดา',
  ),
  Plants(
    id: 8,
    name: 'รีโอเดจาเนโร',
    imagePath: 'assets/images/image8.jpg',
    category: 'ทวีปอเมริกาใต้',
    description:
        'รีโอเดจาเนโร เป็นเมืองที่มีชื่อเสียงในฐานะ "Cidade Maravilhosa" หรือเมืองที่น่าทึ่ง ซึ่งมีชื่อเสียงด้านชายหาดที่สวยงาม วัฒนธรรมที่มีชีวิตชีวา และสถานที่ท่องเที่ยวที่มีชื่อเสียง วิวที่สวยงามจาก Christ the Redeemer บน Corcovado Mountain จะทำให้คุณได้สัมผัสความงามของเมือง ในขณะที่ Sugarloaf Mountain มอบมุมมองอีกด้านหนึ่งที่น่าตื่นตาตื่นใจ\n\nชายหาดที่มีชื่อเสียงอย่าง Copacabana และ Ipanema เหมาะสำหรับการอาบแดดและสัมผัสวัฒนธรรมชายหาดที่มีชีวิตชีวา สำรวจถนนที่มีสีสันในย่าน Santa Teresa ที่เต็มไปด้วยศิลปะและดนตรี หรือเยี่ยมชม Selarón Steps ที่ประดับประดาด้วยกระเบื้องสีสันจากทั่วโลก\n\nรีโอยังมีชื่อเสียงในด้านการเฉลิมฉลองเทศกาลคาร์นิวัลที่มีซัมบ้าและดนตรีที่ทำให้เมืองมีชีวิตชีวา ด้วยทิวทัศน์ที่สวยงามและบรรยากาศที่มีชีวิตชีวา รีโอเดจาเนโรเป็นเมืองที่น่าจดจำ\n\nประเทศ: บราซิล\n\n\n\n',
    country: 'บราซิล',
  ),
  Plants(
    id: 9,
    name: 'เคปทาวน์',
    imagePath: 'assets/images/image9.jpg',
    category: 'ทวีปแอฟริกาใต้',
    description:
        'เคปทาวน์ เป็นเมืองที่งดงามซึ่งตั้งอยู่ระหว่างภูเขา Table Mountain และมหาสมุทรแอตแลนติก ภูเขาโต๊ะนี้เป็นสถานที่ที่สามารถมองเห็นวิวทิวทัศน์ที่สวยงามของเมืองและชายฝั่งได้ โดยสามารถเดินขึ้นหรือนั่งกระเช้าไฟฟ้าไปยังยอดเขาได้\n\nV&A Waterfront เป็นสถานที่ท่องเที่ยวที่ไม่ควรพลาด ที่นี่มีร้านค้า ร้านอาหาร และพิพิธภัณฑ์สัตว์น้ำ Two Oceans ที่คุณสามารถสำรวจชีวิตทางทะเลที่หลากหลาย เดินเล่นในย่าน Bo-Kaap ที่มีบ้านสีสันสดใสและมรดกทางวัฒนธรรมอันร่ำรวย\n\nอย่าลืมที่จะไปเยี่ยมชม Robben Island ที่ซึ่งเนลสัน แมนเดลาถูกจำคุกเพื่อเรียนรู้เกี่ยวกับประวัติศาสตร์ของแอฟริกาใต้ ด้วยทิวทัศน์ที่สวยงามและวัฒนธรรมที่หลากหลาย เคปทาวน์จึงเป็นจุดหมายปลายทางที่น่าหลงใหล\n\nประเทศ: สาธารณรัฐแอฟริกาใต้\n\n\n\n',
    country: 'สาธารณรัฐแอฟริกาใต้',
  ),
  Plants(
    id: 10,
    name: 'ลอนดอน',
    imagePath: 'assets/images/image2.jpg',
    category: 'ทวีปยุโรป',
    description:
        'ลอนดอน เป็นเมืองที่มีเสน่ห์ที่ซึ่งประวัติศาสตร์มาบรรจบกับความทันสมัยในทุก ๆ ด้าน ตั้งแต่ Big ben อันสง่างามไปจนถึงหอคอยแห่งลอนดอนอันเก่าแก่ มีสถานที่ท่องเที่ยวที่เป็นสัญลักษณ์มากมายให้สำรวจ เดินเล่นท่ามกลางความเขียวขจีของไฮด์ปาร์คหรือเดินเล่นชิลล์ ๆ ริมแม่น้ำเทมส์เพื่อชมทิวทัศน์ที่งดงาม\n\nหากต้องการสัมผัสกับวัฒนธรรมท้องถิ่น ให้ไปที่ตลาดที่คึกคักของโคเวนท์การ์เดนหรือดื่มด่ำกับชายามบ่ายที่ร้านน้ำชาแบบดั้งเดิม ฉากอาหารของเมืองมีความหลากหลาย โดยมีตั้งแต่อาหารอังกฤษคลาสสิกไปจนถึงอาหารนานาชาติ\n\nเมื่อพระอาทิตย์ตกดิน ลอนดอนจะเปลี่ยนไปพร้อมกับชีวิตกลางคืนที่คึกคัก ตั้งแต่การแสดงที่เวสต์เอนด์ไปจนถึงบาร์สุดเก๋ในชอร์ดิช ด้วยมรดกอันล้ำค่าและบรรยากาศที่มีชีวิตชีวา ลอนดอนจึงมีสิ่งที่ตอบโจทย์ทุกคน\n\nประเทศ: สหราชอาณาจักร\n\n\n\n',
    country: 'สหราชอาณาจักร',
  ),
  Plants(
    id: 11,
    name: 'ฮ่องกง',
    imagePath: 'assets/images/image3.jpg',
    category: 'ทวีปเอเชีย',
    description:
        'ฮ่องกง เป็นมหานครที่มีชีวิตชีวาซึ่งผสมผสานอิทธิพลของตะวันออกและตะวันตกได้อย่างสวยงาม เริ่มต้นการผจญภัยของคุณที่ Victoria Peak ซึ่งคุณสามารถเพลิดเพลินไปกับทัศนียภาพอันน่าทึ่งของเส้นขอบฟ้าเมืองและท่าเรือ ถนนที่พลุกพล่านของมงก๊กเต็มไปด้วยตลาดที่คึกคักซึ่งมีสินค้าทุกอย่างตั้งแต่แฟชั่นไปจนถึงอาหารท้องถิ่น\n\nนั่งเรือ Star Ferry อันโด่งดัง เพื่อชมมุมมองที่ไม่เหมือนใครของท่าเรือ และอย่าพลาดการแสดงแสงสีอันน่าทึ่งที่จิมซาจุ่ย เมืองนี้เป็นสวรรค์ของคนรักอาหาร มีอาหารริมทางแสนอร่อย เช่น ติ่มซำและทาร์ตไข่ที่รอให้คุณลิ้มลอง\n\nไม่ว่าคุณจะสำรวจวัดโบราณหรือห้างสรรพสินค้าที่ทันสมัย ​​เสน่ห์และพลังงานอันเป็นเอกลักษณ์ของฮ่องกงทำให้ที่นี่เป็นจุดหมายปลายทางที่ไม่ควรพลาด\n\nประเทศ: ฮ่องกง\n\n\n\n',
    country: 'ฮ่องกง',
  ),
  Plants(
    id: 12,
    name: 'ลอสแอนเจลิส',
    imagePath: 'assets/images/image6.jpg',
    category: 'ทวีปอเมริกาเหนือ',
    description:
        'ลอสแอนเจลิส เป็นเมืองใหญ่ที่ขึ้นชื่อในเรื่องชื่อเสียงของฮอลลีวูด แต่เมืองนี้มีอะไรให้มากกว่าแค่ภาพยนตร์ เริ่มต้นการเยี่ยมชมของคุณด้วยการเดินเล่นไปตาม Hollywood Walk of Fame จากนั้นเดินขึ้นไปยัง Griffith Observatory เพื่อชมทัศนียภาพอันน่าทึ่งของเมืองและป้าย Hollywood ที่เป็นสัญลักษณ์\n\nชายหาดของซานตาโมนิกาและเวนิส ให้ความรู้สึกผ่อนคลาย เหมาะสำหรับการอาบแดดของแคลิฟอร์เนีย สำรวจฉากศิลปะที่มีชีวิตชีวาในใจกลางเมืองลอสแอนเจลิส ซึ่งคุณสามารถเยี่ยมชมพิพิธภัณฑ์ต่างๆ เช่น The Broad และ Olvera Street อันเก่าแก่\n\nลอสแอนเจลิสเป็นสวรรค์ของคนรักอาหาร มีทุกอย่างตั้งแต่รถขายอาหารไปจนถึงร้านอาหารหรูหรา ด้วยวัฒนธรรมที่หลากหลาย ทัศนียภาพที่สวยงาม และความบันเทิงที่ไม่มีที่สิ้นสุด ลอสแองเจลิสจึงมีสิ่งที่เหมาะกับทุกคนอย่างแท้จริง\n\nประเทศ: สหรัฐอเมริกา\n\n\n\n',
    country: 'สหรัฐอเมริกา',
  ),
  Plants(
    id: 13,
    name: 'กรุงเทพมหานคร',
    imagePath: 'assets/images/image1.jpg',
    category: 'ทวีปเอเชีย',
    description:
        'กรุงเทพมหานคร เมืองหลวงของประเทศไทย เป็นเมืองที่มีชีวิตชีวา มีวัดเก่าแก่ตั้งเรียงรายอยู่เคียงคู่กับตึกระฟ้าทันสมัย ​​สำรวจสถานที่สำคัญที่เป็นสัญลักษณ์ เช่น พระบรมมหาราชวังและวัดพระแก้ว จากนั้นดำดิ่งสู่ท้องถนนอันพลุกพล่านเพื่อลิ้มลองอาหารริมทางที่โด่งดังไปทั่วโลก ผัดไทยและข้าวเหนียวมะม่วงเป็นอาหารที่ต้องลอง โดยเฉพาะในตลาดอย่างเยาวราช\n\nคุณสามารถล่องเรือชมทัศนียภาพแม่น้ำเจ้าพระยาซึ่งจะเห็นทั้งเส้นขอบฟ้าของเมืองและอัญมณีทางประวัติศาสตร์อย่างวัดอรุณ เมื่อตกกลางคืน กรุงเทพมหานครจะสว่างไสวไปด้วยชีวิตกลางคืนที่คึกคัก ตั้งแต่บาร์บนดาดฟ้าไปจนถึงตลาดกลางคืน\n\nหากต้องการหลีกหนีจากความวุ่นวาย ให้ไปที่บางกระเจ้า ซึ่งเป็นสวรรค์อันเขียวชอุ่มนอกเมือง ไม่ว่าคุณจะแสวงหาวัฒนธรรม อาหาร หรือการผจญภัย กรุงเทพมหานครก็มอบประสบการณ์ที่ไม่ซ้ำใครให้กับนักเดินทางทุกคน\n\nประเทศ: ไทย\n\n\n\n',
    country: 'ไทย',
  ),
  Plants(
    id: 14,
    name: 'สิงคโปร์',
    imagePath: 'assets/images/image5.jpg',
    category: 'ทวีปเอเชีย',
    description:
        'สิงคโปร์ เป็นเมืองที่ผสมผสานสถาปัตยกรรมสมัยใหม่กับความเขียวขจีได้อย่างลงตัว จนได้รับฉายาว่าเมืองแห่งสวน เริ่มต้นการสำรวจที่ Gardens by the Bay ซึ่งคุณจะตื่นตาตื่นใจไปกับ Supertree Grove และ Flower Dome เมืองนี้สะอาดเอี่ยมและเป็นระเบียบเรียบร้อย ทำให้เดินเที่ยวได้ง่าย\n\nเยี่ยมชม Marina Bay Sands อันโด่งดัง เพื่อชมทิวทัศน์อันตระการตา หรือผ่อนคลายที่ Botanic Gardens อันเงียบสงบซึ่งได้รับสถานะมรดกโลกจาก UNESCO บรรยากาศด้านอาหารของสิงคโปร์มีความหลากหลาย โดยมีศูนย์อาหารที่คุณสามารถเพลิดเพลินกับอาหารท้องถิ่น เช่น ข้าวมันไก่ไหหลำและปูผัดพริก\n\nเมื่อพระอาทิตย์ตกดิน เมืองนี้จะมีชีวิตชีวาขึ้นด้วยสถานบันเทิงยามค่ำคืนที่คึกคักและตัวเลือกความบันเทิง ทำให้ไม่มีช่วงเวลาที่น่าเบื่อเลย สิงคโปร์เป็นเมืองที่ผสมผสานวัฒนธรรมและนวัตกรรมได้อย่างลงตัว จึงทำให้ที่นี่เป็นจุดหมายปลายทางที่ไม่ควรพลาด\n\nประเทศ: สิงคโปร์\n\n\n\n',
    country: 'สิงคโปร์',
  ),
  Plants(
    id: 15,
    name: 'ฮอกไกโด',
    imagePath: 'assets/images/image15.jpg',
    category: 'ทวีปเอเชีย',
    description:
        'ฮอกไกโด เป็นเกาะที่อยู่ทางตอนเหนือที่สุดของญี่ปุ่น เป็นจุดหมายปลายทางที่น่าหลงใหลที่เต็มไปด้วยความงามทางธรรมชาติและกิจกรรมตามฤดูกาล ในฤดูหนาว เกาะนี้จะกลายเป็นดินแดนที่มีหิมะสวยงาม และดึงดูดนักสกีและนักเล่นสโนว์บอร์ดที่มาที่รีสอร์ทชื่อดังอย่าง นิสเซโกะ และ ฟูราโนะ\n\nเมื่อถึงฤดูใบไม้ผลิ ฮอกไกโดจะเต็มไปด้วยดอกไม้หลากสี โดยเฉพาะที่ ฟูราโนะ ที่มีทุ่งลาเวนเดอร์และทิวลิปที่สวยงาม เกาะนี้ยังมีชื่อเสียงด้านอาหารทะเลสดใหม่ โดยเฉพาะ ซูชิ และ ปู ที่สามารถเพลิดเพลินได้ที่ตลาดท้องถิ่นอย่าง ตลาดนิโจ ไม่ว่าคุณจะไปเพื่อเล่นกีฬาในฤดูหนาวหรือสัมผัสกับทิวทัศน์อันสวยงาม ฮอกไกโดก็มีเสน่ห์ที่ไม่ควรพลาด\n\nประเทศ: ญี่ปุ่น\n\n\n\n',
    country: 'ญี่ปุ่น',
  ),
  Plants(
    id: 16,
    name: 'ปักกิ่ง',
    imagePath: 'assets/images/image16.jpg',
    category: 'ทวีปเอเชีย',
    description:
        'ปักกิ่ง เป็นเมืองหลวงของจีนและเต็มไปด้วยประวัติศาสตร์ที่น่าหลงใหล สถานที่สำคัญที่ต้องไปเยือนคือ กำแพงเมืองจีน ที่ยิ่งใหญ่ ซึ่งเป็นหนึ่งในสิ่งมหัศจรรย์ของโลก นอกจากนี้ยังมี พระราชวังต้องห้าม ที่เคยเป็นที่ประทับของจักรพรรดิ์จีน มีสถาปัตยกรรมที่งดงามและเรื่องราวทางประวัติศาสตร์มากมาย\n\nสำรวจจัตุรัสเทียนอันเหมิน และเดินเล่นในสวน หยวนหมิงหยวน ที่มีความงดงามและเงียบสงบ คุณจะได้ลิ้มรสอาหารจีนต้นตำรับที่ร้านอาหารท้องถิ่น เช่น เป็ดปักกิ่ง ที่มีชื่อเสียง ปักกิ่งจึงเป็นเมืองที่เหมาะสำหรับผู้ที่สนใจในวัฒนธรรมและประวัติศาสตร์\n\nประเทศ: สาธารณรัฐประชาชนจีน\n\n\n\n',
    country: 'สาธารณรัฐประชาชนจีน',
  ),
  Plants(
    id: 17,
    name: 'มิวนิก',
    imagePath: 'assets/images/image17.jpg',
    category: 'ทวีปยุโรป',
    description:
        'มิวนิก เป็นเมืองที่มีชื่อเสียงในด้านวัฒนธรรมและประวัติศาสตร์ที่น่าสนใจ ตั้งอยู่ในบาวาเรีย เมืองนี้มีสถานที่ท่องเที่ยวที่สำคัญ เช่น Marienplatz ซึ่งเป็นจุดศูนย์กลางของเมือง ที่นี่มี New Town Hall ที่สวยงามและมีกิจกรรมที่น่าสนใจตลอดทั้งปี\n\nมิวนิกยังเป็นที่รู้จักในด้านเบียร์และเทศกาล Oktoberfest ซึ่งเป็นเทศกาลเบียร์ที่ใหญ่ที่สุดในโลก สัมผัสกับบรรยากาศที่มีชีวิตชีวาในสวนสาธารณะ Englischer Garten ที่เหมาะสำหรับการพักผ่อนและทำกิจกรรมกลางแจ้ง ลิ้มรสอาหารบาวาเรียที่ร้านอาหารท้องถิ่นและสนุกกับการเข้าร่วมกิจกรรมทางวัฒนธรรมที่นี่ มิวนิกจึงเป็นเมืองที่มีเสน่ห์และน่าสนใจสำหรับนักท่องเที่ยว\n\nประเทศ: เยอรมนี\n\n\n\n',
    country: 'เยอรมนี',
  ),
  Plants(
    id: 18,
    name: 'โอซาก้า',
    imagePath: 'assets/images/image18.jpg',
    category: 'ทวีปเอเชีย',
    description:
        'โอซาก้า เป็นเมืองที่รู้จักกันในชื่อ "ครัวของญี่ปุ่น" และเหตุผลที่ทำให้เมืองนี้มีชื่อเสียงคืออาหารที่อร่อยและหลากหลาย เมืองนี้มีสถานที่ท่องเที่ยวที่โดดเด่น เช่น ปราสาทโอซาก้า ซึ่งเป็นแลนด์มาร์คทางประวัติศาสตร์ที่สวยงามที่ล้อมรอบด้วยสวนที่งดงาม\n\nคุณสามารถสัมผัสกับความมีชีวิตชีวาที่ โดทงโบริ ซึ่งมีร้านค้าสตรีทฟู้ดที่ขาย ทาโกะยากิ และ โอโคโนมิยากิ อร่อย ๆ นอกจากนี้ยังมี อควาเรียมโอซาก้า ที่น่าสนใจและ อาคารสกายบิวด์ดิ้ง ที่มอบวิวที่สวยงามของเมือง\n\nเมื่อพระอาทิตย์ตกดิน เมืองโอซาก้าจะเปลี่ยนเป็นโลกของความบันเทิงที่เต็มไปด้วยความสนุกสนานและความมีชีวิตชีวา โอซาก้าจึงเป็นเมืองที่น่าหลงใหลและมีเสน่ห์มากมาย\n\nประเทศ: ญี่ปุ่น\n\n\n\n',
    country: 'ญี่ปุ่น',
  ),
  Plants(
    id: 19,
    name: 'เซี่ยงไฮ้',
    imagePath: 'assets/images/image19.jpg',
    category: 'ทวีปเอเชีย',
    description:
        'เซี่ยงไฮ้ เป็นเมืองที่ทันสมัยและมีชีวิตชีวาที่สุดของจีน ด้วยสถาปัตยกรรมที่ผสมผสานระหว่างเก่าและใหม่ หอไข่มุก เป็นแลนด์มาร์คที่มีชื่อเสียงซึ่งตั้งอยู่ริมแม่น้ำหวงผู่ มีทิวทัศน์ที่งดงามของเมือง\n\nย่านบุนจิ้ง (Bund) เป็นจุดที่เหมาะสำหรับการเดินเล่นและชมวิวของอาคารสไตล์โคโลเนียลและตึกสูงที่ทันสมัยใน Lujiazui เพลิดเพลินกับอาหารนานาชาติที่มีให้เลือกมากมาย และสัมผัสกับความมีชีวิตชีวาของ ถนนนานจิง ซึ่งเป็นแหล่งช้อปปิ้งที่คึกคักตลอดทั้งวันและคืน เซี่ยงไฮ้จึงเป็นเมืองที่สะท้อนถึงความก้าวหน้าของจีนในยุคปัจจุบัน\n\nประเทศ: สาธารณรัฐประชาชนจีน\n\n\n\n',
    country: 'สาธารณรัฐประชาชนจีน',
  ),
  Plants(
    id: 20,
    name: 'โตเกียว',
    imagePath: 'assets/images/image4.jpg',
    category: 'ทวีปเอเชีย',
    description:
        'โตเกียว เป็นเมืองที่น่าหลงใหล ที่ประเพณีและนวัตกรรมอยู่ร่วมกันอย่างกลมกลืน เยี่ยมชมวัดเซ็นโซจิอันเก่าแก่ในอาซากุสะ จากนั้นมุ่งหน้าไปยังถนนที่พลุกพล่านของชิบูย่า เพื่อสัมผัสกับทางแยกที่มีชื่อเสียง ความแตกต่างระหว่างสวนอันเงียบสงบและย่านที่มีชีวิตชีวา คือสิ่งที่ทำให้โตเกียวน่าดึงดูดใจ\n\nอย่าลืมที่จะสำรวจร้านค้าต่าง ๆ ในฮาราจูกุและดื่มด่ำกับวัฒนธรรมโอตาคุในอากิฮาบาระ ฉากอาหารของเมืองอันน่าทึ่ง มีทุกอย่างตั้งแต่ซูชิและราเม็งไปจนถึงอาหารริมทางที่ไม่เหมือนใคร\n\nเมื่อพลบค่ำ ไฟนีออนของโตเกียวจะส่องสว่างไปทั่วเมือง สร้างบรรยากาศมหัศจรรย์ที่จะทำให้คุณหลงใหล โตเกียวเป็นเมืองที่ไม่เคยล้มเหลวในการสร้างความตื่นตาตื่นใจ ด้วยสถานที่ท่องเที่ยวและประสบการณ์มากมาย\n\nประเทศ: ญี่ปุ่น\n\n\n\n',
    country: 'ญี่ปุ่น',
  ),
];
